{
    "locales": {
        "fr": {
            "title": "<span class='text-primary'>Professional</span> Experience",
            "description": "A look into my work experience and career journey."
        },

        "es": {
            "title": "<span class='text-primary'>Experiencia</span> Profesional",
            "description": "Un vistazo a mi experiencia laboral y trayectoria profesional."
        },

        "en": {
            "title": "Expérience <span class='text-primary'>Professionnelle</span>",
            "description": "Un aperçu de mon expérience professionnelle et de mon parcours de carrière."
        },

        "zh": {
            "title": "<span class='text-primary'>专业</span> 经验",
            "description": "了解我的工作经验和职业之旅。"
        }
    },

    "items": [
        {
            "id": "experience_item_2",
            "place": "@link{places.recif}",
            "period": ["2023/09", "2025/08"],
            "locales": {
                "en": {
                    "title": "Développeur Logiciel en Alternace",
                    "description": "J'ai participé au développement complet d'une application de A à Z, puis repris le développement des panels pour une application interne. Enfin, j'ai contribué à une nouvelle application livrée lors du lancement d'un produit phare. Ces projets m'ont permis d'appliquer les meilleures pratiques du développement logiciel et de livrer des solutions techniques innovantes.",
                    "tags": ["C#", "MySQL", "XML"]
                },
                "es": {
                    "title": "Designer Senior UI/UX",
                    "description": "Lideré proyectos de diseño, realicé investigaciones exhaustivas sobre usuarios y utilicé información basada en datos para mejorar las experiencias de usuario. Gestioné equipos de diseño, fomentando la creatividad y la innovación al tiempo que implementaba las mejores prácticas de diseño para obtener resultados exitosos en diversos productos digitales.",
                    "tags": ["Figma", "Adobe XD", "Sketch", "Diseño Basado en Datos"]
                },
                "fr": {
                    "title": "Designer UI/UX Senior",
                    "description": "A piloté les initiatives UX en supervisant une équipe de concepteurs, en élaborant des stratégies de conception et en dirigeant des collaborations interfonctionnelles avec les responsables de produits, les ingénieurs et les cadres. Axé sur la création de designs centrés sur l'utilisateur alignés sur les objectifs commerciaux et aboutissant à une satisfaction accrue des utilisateurs.",
                    "tags": ["Figma", "Adobe XD", "Sketch", "Conception Basée sur les Données"]
                },
                "zh": {
                    "title": "高级UI/UX设计师",
                    "description": "领导设计项目，进行全面的用户研究，利用数据驱动的见解提升用户体验。管理设计团队，培养创意和创新，同时实施设计最佳实践，为各种数字产品交付成功的结果。",
                    "tags": ["Figma", "Adobe XD", "Sketch", "数据驱动设计"]
                }
            }
        }
    ]
}